[
      {
            "name": "The Fool",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/9/90/RWS_Tarot_00_Fool.jpg",
            "meaning": "햇빛이 내리쬐는 언덕 위에 서 있는 청년은 인생이라는 여정의 출발점에 서 있으며 그의 밝고 무심한 표정은 미래에 대한 두려움보다 설렘과 호기심으로 가득 차 있음을 상징합니다 그가 입은 화려한 옷은 자유로운 영혼과 개성, 기존 질서에 얽매이지 않는 순수함을 나타내며 머리 위로 펼쳐진 맑고 구름 한 점 없는 하늘은 마음속에 어떤 불안도 없음을 의미합니다 한 손에 들린 소박한 짐 보따리는 최소한의 과거, 혹은 잠재적인 경험과 자원을 상징하고 다른 손에 든 하얀 장미는 순수한 동기와 세상을 향한 열린 마음을 뜻합니다 그는 절벽 끝에 서 있으며 단 한 걸음만 내딛어도 추락할 수 있는 위험한 상황이지만 전혀 신경 쓰지 않는 듯 하늘을 바라보며 나아가려 하고 있습니다 그의 곁에 있는 흰 강아지는 본능, 경고, 또는 순수한 충고의 상징으로 때로는 세상의 목소리 혹은 우리 안의 현실적인 자아를 의미하지만 그는 그것마저도 무심하게 지나치는 듯 보입니다 멀리 보이는 하얀 산은 아직 겪지 않은 도전과 가능성, 그리고 순수한 이상을 상징하며 전반적인 이미지는 통제되지 않은 잠재력, 시작의 무한한 가능성, 그리고 모험과 믿음이라는 테마를 담고 있습니다 이 카드는 이성적 계획보다 감정과 영감, 직관에 따라 삶을 받아들이는 태도와 지금 당장 무엇을 알지 못해도 출발할 수 있다는 용기를 상징합니다."
      },
      {
            "name": "The Magician",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/d/de/RWS_Tarot_01_Magician.jpg",
            "meaning": "한 남자의 자신감 넘치는 표정은 자신의 능력과 잠재력을 완전히 인식하고 있는 사람의 모습이며 그는 창조의 주체이자 행동의 시작점에 선 존재입니다 그가 입은 붉은 로브는 열정과 의지를 의미하고 안에 걸친 하얀 옷은 순수한 동기와 명확한 목적의식을 상징합니다 한 손은 하늘을 가리키고 다른 손은 땅을 향하고 있는데 이는 '위에서와 같이 아래에서도 그렇다'는 헤르메스의 격언을 상징하며 우주적 에너지와 지상의 실현을 연결하는 매개자로서의 역할을 나타냅니다 테이블 위에는 검, 성배, 동전, 지팡이가 놓여 있는데 이는 각각 지성, 감정, 물질, 의지를 의미하며 마법사가 이 모든 원소를 자유롭게 다룰 수 있다는 것을 상징합니다 그의 머리 위에 떠 있는 무한대 기호는 끝없는 가능성과 창조적 에너지를 의미하고 손에 쥔 지팡이는 하늘의 의지를 지상에 구현하는 도구로서의 힘을 나타냅니다 발밑과 주위에 피어 있는 꽃들은 생명의 에너지, 창조의 흐름, 자연과의 조화를 의미하며 지금이 무언가를 시작하기에 완벽한 타이밍임을 암시합니다 이 카드는 의지, 집중력, 가능성, 실천력, 그리고 생각을 현실로 만드는 마법 같은 능력을 상징합니다"
      },
      {
            "name": "The High Priestess",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/8/88/RWS_Tarot_02_High_Priestess.jpg",
            "meaning": "조용한 달빛 아래 여인이 앉아 있으며 이는 내면의 세계와 무의식, 영적 직관의 세계에 닿아 있음을 상징합니다 그녀의 온몸을 감싸고 있는 푸른색 로브는 차분함과 지혜, 감정의 흐름을 의미하며 마음속 깊은 곳의 감정과 연결되어 있음을 보여줍니다 머리에 쓰인 세 개의 달이 겹쳐진 왕관은 초승달과 보름달, 그믐달의 순환을 뜻하며 여성성과 직관, 신비한 지식의 흐름을 나타냅니다 그녀는 무표정하면서도 침착한 얼굴로 앉아 있고 이는 겉으로 드러나지 않는 속마음과 침묵의 지혜를 상징합니다 손에는 펼쳐지지 않은 두루마리를 들고 있는데 이는 아직 드러나지 않은 지식이나 비밀, 또는 준비되지 않은 진실을 의미하며 호기심을 자극합니다 그녀 뒤의 천막은 석류 문양이 수놓아져 있고 이는 여성성과 생식력, 비밀스러운 에너지의 상징이며 그 뒤로는 바다가 살짝 비쳐 감정과 무의식이 가려져 있는 상태임을 보여줍니다 천막은 내부의 감정과 진실을 외부로부터 감추고 있는 경계 역할을 하며 쉽게 넘을 수 없는 신비의 벽을 형성합니다 기둥은 B와 J라고 새겨져 있는데 이는 솔로몬 신전의 두 기둥, 보아즈와 야긴으로 각각 수용성과 능동성, 어둠과 빛을 의미하며 여사제가 그 경계에 앉아 있다는 것은 이원성을 넘나드는 영적 통로로서의 역할을 의미합니다 이 카드는 직관, 침묵, 미지의 영역, 감정과 이성의 균형, 그리고 겉으로 드러나지 않는 진실에 대한 깊은 탐구를 상징합니다."
      },
      {
            "name": "The Empress",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/d/d2/RWS_Tarot_03_Empress.jpg",
            "meaning": "여제는 풍요로운 자연 속에 앉아 있으며 이는 그녀가 생명력과 창조성, 육체적 풍요를 상징하는 존재임을 보여줍니다 그녀가 앉은 쿠션에는 석류 문양이 수놓아져 있는데 이는 다산과 여성성을 상징하며 고대부터 풍요와 생명의 상징으로 여겨졌습니다 머리에 쓴 열두 개의 별 왕관은 하늘의 주기 즉 열두 달, 열두 별자리, 우주의 질서와 조화를 나타내며 자연과의 연결을 의미합니다 손에 든 홀은 그녀가 자연의 법칙을 따르며 동시에 그 흐름을 인도하는 힘을 가지고 있음을 상징합니다 그녀의 뒤에는 밀밭이 펼쳐져 있고 이는 땅의 결실, 풍요로운 수확, 그리고 안정된 생계를 뜻하며 그녀가 지배하는 세계가 안정되고 번영하고 있음을 보여줍니다 옷의 색감은 부드럽고 풍요로우며 감각적이고 따뜻한 에너지를 자아내고 이는 모성적 사랑과 보호 본능을 상징합니다 카드 전체에 흐르는 분위기는 수용성과 양육, 창조와 성장으로 가득하며 그녀는 단지 여왕이 아닌 모든 생명의 어머니이자 자연의 여신으로 묘사됩니다 이 카드는 여성성, 직관, 감정, 창조적 에너지, 그리고 자연과 조화를 이루며 살아가는 삶의 방식에 대한 메시지를 담고 있습니다."
      },
      {
            "name": "The Emperor",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/c/c3/RWS_Tarot_04_Emperor.jpg",
            "meaning": "황제는 단단한 돌로 만들어진 왕좌에 앉아 있으며 이는 변하지 않는 권위와 질서, 안정적인 기반을 상징합니다 왕좌 뒤에 새겨진 숫양 머리는 전투적 에너지와 추진력을 상징하는데 이는 황제와 관련된 별자리인 양자리의 상징이기도 하며 도전과 개척 정신을 나타냅니다 황제는 붉은 로브를 입고 있는데 이는 열정, 힘, 생명력을 나타내며 동시에 리더로서의 강한 의지를 상징합니다 그의 하얀 수염은 경험과 지혜를 뜻하고 나이에서 오는 권위와 전략적 사고를 상징합니다 오른손에는 생명의 상징인 앙크(ankh) 셉터를 들고 있고 왼손에는 세속의 권력을 상징하는 황금 구슬을 쥐고 있어 그는 신성과 세속, 두 세계 모두에서 권력을 행사하는 존재임을 보여줍니다 그의 발 아래엔 갑옷이 보이는데 이는 외부 위협에 대비한 방어 태세와 언제든 싸울 준비가 되어 있는 현실적인 통치를 의미하며 감정보다 이성과 규칙에 의존하는 성향을 나타냅니다 배경의 척박한 산은 감정보다는 이성 중심의 단단한 세계관을 상징하고 이는 여왕의 자연적이고 감정적인 배경과 대조를 이룹니다 이 카드는 질서, 책임, 보호, 규율, 권위 있는 판단을 의미하며 외부 세계를 구성하고 다스리는 힘, 아버지적 에너지, 그리고 사회적 구조 속에서의 리더십을 상징합니다."
      },
      {
            "name": "The Hierophant",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/8/8d/RWS_Tarot_05_Hierophant.jpg",
            "meaning": "두 개의 기둥 사이에 앉아 있는 교황은 전통과 질서, 신성한 지식의 매개자를 상징하며 머리에 쓰인 삼단관은 하늘과 땅, 영적 세계의 조화를 의미합니다 오른손을 들어 두 손가락을 펼친 모습은 축복과 가르침을 나타내며 신과 인간 사이의 연결자로서의 역할을 상징합니다 왼손에는 세 갈래 십자가가 그려진 홀을 들고 있는데 이는 세속 세계, 영적 세계, 신성한 권위를 모두 아우르는 힘을 뜻합니다 교황의 발 아래에는 두 개의 열쇠가 교차되어 있는데 이는 비밀에 접근할 수 있는 열쇠 즉, 숨겨진 지혜에 대한 접근과 깨달음을 의미합니다 교황 앞에 무릎 꿇은 두 제자는 지식과 깨달음을 받는 존재로, 그들이 입은 서로 다른 옷은 다양한 배경이나 신념을 가진 이들도 보편적 진리 아래 함께 모일 수 있음을 나타냅니다 기둥과 제단은 제도화된 믿음과 종교적 틀을 의미하며 전체적인 구성은 신앙, 전통, 규율, 사회적 역할 안에서 얻는 안정감과 배움을 상징합니다 이 카드는 개인의 신념보다 더 큰 틀의 지식과 권위를 따르는 것을 의미하며 배움, 도덕, 의식, 정신적 전통과 연결된 의미를 담고 있습니다."
      },
      {
            "name": "The Lovers",
            "type": "Major",
            "img": "images/lovers.jpg",
            "meaning": "남성과 여성은 서로 마주 보며 서 있고 이는 단순한 연인관계 이상의 깊은 결합과 선택의 의미를 내포합니다 남성 뒤에는 생명나무가 있고 여성 뒤에는 불붙은 지혜의 나무가 있어 각각 이성적 사고와 감정적 직관을 상징하며 에덴동산의 상징이기도 합니다 나무에 감긴 뱀은 유혹과 선택의 결과, 인간의 자유의지를 뜻하며 이는 삶에서의 도덕적 결정을 상징합니다 하늘 위 천사 라파엘은 두 사람을 축복하고 있으며 그의 펼친 날개와 햇빛은 신성한 사랑, 영적인 연결, 보호받는 관계를 의미합니다 남성은 여성을 바라보고 여성은 천사를 바라보며 이는 감각에서 영혼으로 이어지는 상향적인 의식의 흐름을 나타냅니다 배경의 산은 극복해야 할 장애물이나 인생 여정의 상징이며 둘 사이의 벌거벗은 모습은 서로에게 숨김없고 진실된 관계, 순수한 본질로의 접근을 뜻합니다 이 카드는 단순한 사랑이 아니라 신뢰, 선택, 내면의 조화 그리고 책임 있는 결합을 의미합니다"
      },
      {
            "name": "The Chariot",
            "type": "Major",
            "img": "images/chariot.jpg",
            "meaning": "승리를 상징하는 월계관을 쓴 남자는 이미 많은 시련을 이겨낸 존재처럼 보입니다. 머리 위의 헤르메스의 날개 장식은 빠른 판단력과 이동, 정신적 민첩성을 의미합니다. 그가 탄 전차는 멈춰 있지만 금방이라도 앞으로 돌진할 듯한 긴장감이 느껴집니다. 전차 앞에 앉은 검은 스핑크스는 본능과 무의식을, 하얀 스핑크스는 이성과 자제력을 상징하며, 두 에너지를 동시에 조율하고 있다는 건 내면의 균형을 상징합니다. 그는 고삐 없이 전차를 몰고 있지만 손에 든 지휘봉은 명확한 통제와 주도권을 상징합니다. 몸에 입은 갑옷은 자기 보호와 단단한 결의를 의미하고, 그 뒤에 보이는 도시나 배경은 이미 극복한 과거의 여정과 성취를 나타냅니다. 이 모든 상징이 모여 전차를 탄 남자는 뚜렷한 목표와 의지로 승리를 향해 돌진하고 있는 모습입니다."
      },
      {
            "name": "Strength",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/f5/RWS_Tarot_08_Strength.jpg",
            "meaning": "여인이 사자를 다스리고 있습니다 사자는 욕망과 본능, 충동적인 마음을 의미하며 이를 억압이 아닌 부드러운 손길로 제어하는 모습은 내면의 인내심과 자제력을 상징합니다 여인의 흰옷은 순수함과 영적인 힘을 의미하고 그녀를 감싸는 붉은 장미덩굴은 사랑과 생명력, 조화의 에너지를 뜻합니다 머리 위에 떠 있는 렘니스케이트, 즉 무한대 기호는 끝없는 지혜와 영적인 능력, 그리고 본능을 초월한 통제력을 나타냅니다 여인의 표정은 평온하며 사자 앞에서도 두려움 없이 감정을 흔들리지 않고 다스리는 힘을 보여줍니다 배경에 있는 부드러운 자연 풍경은 그녀의 내면이 얼마나 안정되어 있는지를 상징하고 전체적인 구도는 외적인 폭력보다 내적인 강인함과 부드러운 힘이 더 위대하다는 메시지를 전하고 있습니다."
      },
      {
            "name": "The Hermit",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/4/4d/RWS_Tarot_09_Hermit.jpg",
            "meaning": "어두운 배경 속, 한 남자가 외롭게 산 위에 서 있습니다. 두꺼운 회색 망토를 두르고 있으며 얼굴은 거의 그림자 속에 가려져 있어 표정을 읽기 어렵습니다. 그는 손에 밝은 등불을 들고 있고, 그 안에는 여섯 개의 꼭짓점이 있는 별이 빛나고 있습니다. 다른 손엔 지팡이를 쥐고 있지만 걸음을 멈춘 채, 무언가를 깊이 바라보는 듯 보입니다. 그가 있는 곳은 외부 세계와는 단절된 높은 산이며, 발아래는 모두 안개와 어둠에 싸여 있습니다. 등불은 아주 작은 빛이지만 어둠 속에서 유일한 길잡이이며, 그가 찾고자 하는 것은 바깥이 아닌 자신 안의 진실입니다. 조용한 침묵 속에 그는 혼자지만 외롭지 않고, 멈춰있지만 길을 잃은 것이 아닙니다. 물러선 것이 아니라 더 깊이 들어간 것이며, 이 여정은 끝이 아니라 통찰로 가는 문 앞입니다. 아무것도 보이지 않는 어둠 속에서 자신만의 빛을 들고 있는 모습은, 답을 찾기 위해 세상과 거리를 두고 있는 현재의 ‘나’일 수도 있습니다. 누구에게도 말하지 않은 질문을 가슴속에 품고, 그 해답은 외부가 아닌 침묵과 고요 안에서 기다리고 있다는 것을 이 카드는 보여줍니다.."
      },
      {
            "name": "Wheel of Fortune",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/3/3c/RWS_Tarot_10_Wheel_of_Fortune.jpg",
            "meaning": "푸르고 고요한 하늘 위에 거대한 수레바퀴 하나가 떠 있습니다. 수레바퀴 중심엔 알파벳과 신비로운 기호들이 얽혀 있는데, 마치 우주의 규칙과 운명의 언어가 담겨 있는 듯합니다. 바퀴 네 방향엔 천사, 독수리, 사자, 황소가 책을 들고 하늘에 떠 있으며 각각은 고정된 별자리와 자연의 질서, 시간의 흐름을 상징합니다. 바퀴 위엔 신성한 지혜를 지닌 스핑크스가 검을 들고 앉아 있고, 바퀴 아래엔 뱀과 아누비스가 오르락내리락하고 있습니다. 모두 어디론가 움직이고 있지만, 수레바퀴 자체는 정지한 듯 보입니다. 변화는 끊임없이 일어나지만, 그 중심에는 변하지 않는 무언가가 있다는 것을 암시합니다. 이 수레바퀴는 나의 의지와는 상관없이 돌고 있지만, 어쩌면 그 안에서도 내가 선택할 수 있는 중심이 있다는 메시지를 품고 있습니다. 지금 올라가고 있다면 언젠가는 내려올 수 있고, 내려가고 있다면 다시 올라올 수 있는 것처럼, 인생의 흐름은 멈추지 않고 계속 돌고 있습니다. 이 카드는 모든 일이 일어나는 이유가 있으며, 그 안에 보이지 않는 질서와 순환이 존재한다는 걸 알려줍니다. 우주의 논리, 시간의흐름, 삶의 무심한 굴레 속에서도 중심을 잃지 말라는 메세지가 담겨있습니다."
      },
      {
            "name": "Justice",
            "type": "Major",
             "img": "images/justice.jpg",
            "meaning": "한 여인이 붉은 망토를 두르고 단단한 표정으로 앉아 있습니다. 그녀는 두 개의 기둥 사이에 자리 잡고 있으며, 양손에 검과 저울을 들고 있습니다. 오른손의 검은 곧고 날카롭게 위를 향해 있으며 진실을 가려내는 힘, 결단, 냉철한 판단을 의미합니다. 왼손의 저울은 감정이나 편견이 아닌 균형 잡힌 판단과 공정함을 상징하며 모든 행동에는 책임이 따른다는 메시지를 담고 있습니다. 그녀는 왕관을 쓰고 있으며, 왕관 중앙에는 작은 정사각형이 새겨져 있어 이것은 감정에 흔들리지 않는 ‘이성적 중심’을 상징합니다. 그녀가 앉아 있는 석좌는 단단하고 변화 없는 구조로, 정의는 감정에 휘둘리지 않고 항상 같은 자리에서 판단해야 한다는 의미를 담고 있습니다. 배경은 단순하고 조용하며, 장식적인 요소가 거의 없습니다. 꾸밈없는 진실, 명료함, 그리고 가식 없는 단호함을 상징합니다. 이 카드 속 여인은 누군가의 편이 아닌 진실 자체의 편에 서 있으며, 그 눈빛은 마치 “스스로에게 정직하고 진실한가?”라고 묻는 듯합니다. 이 카드는 옳고 그름의 판단, 진실의 균형, 그리고 내면의 도덕성과 마주하는 순간을 나타내며, 정직한 마음으로 자신을 돌아보고 삶을 다시 바로 세울 때임을 조용히 알려줍니다."
      },
      {
            "name": "The Hanged Man",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/2/2b/RWS_Tarot_12_Hanged_Man.jpg",
            "meaning": "희한 남자가 거꾸로 매달린 채 나무에 조용히 매달려 있습니다. 그의 얼굴에는 고통이 아닌 평온한 미소가 머물러 있고, 이는 그가 억지로 매달린 것이 아니라 스스로 그 자리를 선택했음을 암시합니다. 그의 다리는 하나는 뻗어 있고 다른 하나는 무릎을 굽혀 십자가 모양을 만들고 있으며, 이는 희생, 균형, 그리고 거꾸로 된 시각의 상징입니다. 손은 뒤로 숨겨져 있어 외적인 행동보다 내면의 통찰과 수용의 자세를 보여줍니다. 그는 붉은 바지를 입고 있는데 이는 열정과 생명력, 여전히 살아 있는 에너지를 뜻하며, 푸른 윗옷은 영적인 수용성과 평화를 의미합니다. 머리 주위에는 밝은 후광이 빛나고 있으며 이는 깨달음, 영적인 인식, 새로운 시각을 의미합니다. 그의 머리가 아래를 향해 있음에도 빛나고 있다는 것은 지금 이 거꾸로 된 세계 속에서야말로 진짜 ‘깨달음’이 온다는 상징입니다. 배경은 단순하고 조용하며 변화가 없는 듯 보이지만, 이 정지된 순간 속에서 진실한 변화가 시작되고 있다는 것을 보여줍니다. 이 카드는 멈춤과 포기, 그리고 세상에 저항하지 않고 흘러가는 법을 배우는 과정이며, 무언가를 이루기 위한 ‘행동’이 아니라, 오히려 의도적인 멈춤과 내려놓음 속에서 더 깊은 진실을 보게 되는 순간을 상징합니다."
      },
      {
            "name": "Death",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/d/d7/RWS_Tarot_13_Death.jpg",
            "meaning": "갑옷을 입은 해골이 하얀 말을 타고 조용히 전진하고 있습니다. 해골은 표정이 없고 눈도 비어 있지만 그 안에 감정은 느껴지지 않으며, 피할수 없는 운명 입니다. 말은 순백색으로 그려져 있는데, 이는 죽음이 단지 파괴가 아닌 정화와 새로운 출발을 의미한다는 상징입니다. 깃발에는 오각별이 새겨진 검은 깃발이 나부끼고 있으며, 이는 물리적인 죽음을 넘어선 상징적인 끝맺음과 영적인 순환을 나타냅니다. 그의 앞에는 왕이 쓰러져 있고, 성직자는 손을 들어 기도하고 있으며, 어린아이와 여인이 무릎을 꿇고 있습니다. 이들은 나이, 계급, 신분을 불문하고 모든 이가 변화 앞에서는 평등하다는 메시지를 전달합니다. 배경엔 어둠이 내려앉아 있지만 저 멀리 태양이 막 떠오르고 있으며, 두 개의 탑 사이로 빛이 스며드는 모습은 무언가가 끝났을지라도, 새로운 시작은 반드시 온다는 희망을 상징합니다. 강렬한 이미지와는 다르게 이 카드는 파괴 그 자체보다, 낡은 것을 놓아야 새로운 것이 들어올 수 있다는 깊은 전환의 의미를 품고 있습니다. 억지로 붙잡고 있던 감정, 오래된 관계, 고정관념, 익숙한 패턴ㅡ그 모든 것들을 마무리 지을 준비가 되었는가 이며, 끝을 인정하는 자만이 새로운 삶으로 넘어갈 수 있다는 조용한 선언과도 같습니다."
      },
      {
            "name": "Temperance",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/f8/RWS_Tarot_14_Temperance.jpg",
            "meaning": "한 천사가 조용히 물을 따르고 있습니다. 한 손에는 잔이 들려 있고, 다른 손으로는 그 잔의 물을 부드럽게 넘기고 있습니다. 놀랍게도 물줄기는 공중에서 흐르고 있으며, 이는 이 세상에서 설명되지 않는 미묘한 조율과 조화, 그리고 보이지 않는 연결을 상징합니다. 천사는 하얀 드레스를 입고 있으며, 가슴에는 황금 삼각형이 새겨져 있는데 이는 영혼과 육체의 조화, 하늘과 땅의 균형, 신성한 중심점을 의미합니다. 한 발은 물에 담겨 있고, 다른 발은 땅 위에 올려져 있어 감정과 현실, 무의식과 의식을 동시에 다루고 있음을 보여줍니다. 그의 뒤로는 햇살이 비치는 오솔길이 이어지고 있으며, 이는 인내와 균형을 유지하는 자만이 도달할 수 있는 평화로운 삶의 길을 상징합니다. 배경에 핀 붉은 붓꽃은 열정과 생명의 힘을 뜻하며, 그 뜨거운 에너지가 조화롭게 정제되고 있다는 걸 보여줍니다. 천사의 표정은 평온하고 흔들림 없으며, 지금 이 순간을 지키는 섬세한 집중력이 느껴집니다. 이 카드는 과도한 것을 줄이고, 부족한 것을 채우는 ‘중용의 미학’을 상징하며, 자신과 타인 사이에서 균형 잡힌 에너지 흐름을 만들고자 할 때 나타납니다. 감정과 생각, 현실과 이상 사이에서 조화를 이루고 싶은 사람에게 이 카드는 **“서두르지 말고 흐름을 믿어라”**는 속삭임처럼 다가옵니다."
      },
      {
            "name": "The Devil",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/5/55/RWS_Tarot_15_Devil.jpg",
            "meaning": "어둡고 폐쇄된 공간 속, 거대한 악마가 검은 제단 위에 앉아 있습니다. 박쥐 날개와 뿔, 염소 머리를 가진 이 존재는 위협적으로 보이지만 그 눈빛엔 냉정한 관찰과 조롱이 섞여 있습니다. 그의 머리 위에는 뒤집힌 오각별이 떠 있고, 이는 물질이 정신을 지배하고 있는 왜곡된 상태를 상징합니다. 악마의 발밑에는 두 남녀가 쇠사슬에 묶여 서 있는데, 그들의 몸은 벌거벗겨져 있으며 머리에는 뿔이 돋아나기 시작했습니다. 하지만 자세히 보면 그들의 목에 걸린 사슬은 느슨하게 걸쳐져 있어, 벗어날 수 없어서가 아니라 스스로 풀지 않고 있다는 사실을 암시합니다. 그들은 욕망, 중독, 집착, 물질적 쾌락에 굴복하고 있으며, 그 속에서 마치 자유로운 듯 행동하지만 실은 통제당하고 있습니다. 배경은 벽에 갇혀 있어 바깥세상이 차단된 듯하고, 빛은 거의 존재하지 않습니다. 현실에서의 속박이 아니라 내면의 왜곡, 집착, 두려움, 그리고 스스로 만든 감정의 감옥을 보여줍니다. '정말 네가 갇혀 있는 걸까? 아니면 너 자신이 그 사슬을 계속 붙잡고 있는 걸까?'두려움, 의존, 욕망은 완전히 잘못된 것이 아니지만, 그것에 사로잡히는 순간 우리는 스스로를 잃게 됩니다. 도망치기보다는 직면하라. 스스로를 묶고 있는 그림자를 정면으로 바라볼 용기, 그것이 진정한 자유의 시작임을 알려주는 카드입니다."
      },
      {
            "name": "The Tower",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/5/53/RWS_Tarot_16_Tower.jpg",
            "meaning": "번개가 하늘을 가르며 검고 높은 탑의 꼭대기를 내리칩니다. 그 충격에 왕관이 튕겨나가고, 탑 안에 있던 두 사람이 불길 속에서 아래로 떨어지고 있습니다. 벽돌은 산산이 부서지고, 창문은 무너져 내리며, 밤하늘엔 혼란스러운 에너지가 흩어지고 있습니다. 이 탑은 오랜 시간 쌓아온 믿음, 자아, 체계, 관계, 혹은 ‘나라고 믿었던 것’일 수 있습니다. 겉으로 보기엔 견고해 보였지만, 그 속은 이미 오래전에 균열이 가 있었고, 결국은 무너질 수밖에 없는 구조물이었던 거죠. 번개는 갑작스럽고 거부할 수 없는 진실을 상징하며, 이 모든 무너짐은 외부의 공격이 아니라 반드시 와야만 했던 깨어짐이라는 메시지를 담고 있습니다. 탑에서 떨어지는 사람들은 경악과 공포에 빠져 있지만, 사실 그 탑 안에 머물렀다면 더 이상 자랄 수도, 자유로울 수도 없었을지도 모릅니다. 왕관이 벗겨진다는 건 자아의 붕괴, 권위의 해체, 또는 삶에서의 강제적인 진실의 드러남을 뜻합니다. 불꽃은 파괴의 열기이지만 동시에 재탄생의 불씨이기도 하며, 어두운 하늘 아래 펼쳐지는 이 장면은 혼돈 속의 정화, 그리고 진정한 전환점을 보여줍니다. 이 카드는 충격, 상실, 갑작스러운 변화처럼 보일 수 있지만, 실제로는 가짜를 무너뜨려야 진짜가 들어올 수 있다는 메시지를 담고 있습니다. 예상치 못한 무너짐일수록 그 안엔 더 깊은 진실이 숨어 있고, 때로는 무너져야만 우리가 진짜 땅 위에 설 수 있다는 것을 조용히 알려주는 카드입니다."
      },
      {
            "name": "The Star",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/d/db/RWS_Tarot_17_Star.jpg",
            "meaning": "깊은 밤, 한 여인이 물가에 무릎을 꿇고 있습니다. 그녀는 한 손으로 연못에 물을 붓고, 다른 손으로는 땅 위에 물을 흘려보냅니다. 물은 조용히 스며들며 대지를 적시고, 감정과 생명을 되살리는 순환을 만들어냅니다. 그녀는 옷을 걸치지 않은 채 자연 그대로의 모습이며, 이는 거짓 없이 드러낸 본모습, 무방비하지만 진실된 상태를 상징합니다. 머리 위에는 크고 밝은 별 하나와 그 주위를 둘러싼 일곱 개의 작은 별이 반짝이고 있으며, 이는 희망, 인도, 그리고 신성한 질서와 연결된 감각을 의미합니다. 그녀가 붓고 있는 물은 감정, 치유, 직관을 나타내고, 이 과정은 고요하고 반복적이며 서두름이 없습니다. 배경엔 나무 위에 한 마리의 새가 앉아 있고, 그것은 정신적인 자유와 멀리서 들려오는 생명의 소리를 상징합니다. The Tower의 파괴적 에너지와 달리 이 장면엔 아무런 위기나 급박함이 없습니다. 대신 조용하고 꾸준한 치유, 회복, 그리고 마음 깊은 곳에서 피어나는 희망이 존재합니다. 이 카드는 상처 입은 후의 휴식, 회복되는 감정, 천천히 회복되는 믿음을 말하며, '지금은 고요하게 믿어도 된다'는 속삭임처럼 다가옵니다. 어떤 혼돈 속에 있었더라도, 너의 중심엔 여전히 맑고 고요한 별빛이 살아 있다는 걸 상기시켜주는 카드입니다."
      },
      {
            "name": "The Moon",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/7/7f/RWS_Tarot_18_Moon.jpg",
            "meaning": "어두운 밤, 커다란 달이 하늘 한가운데 떠 있습니다. 그 달은 반쯤 가려져 있으며 안에는 사람의 얼굴이 희미하게 비치고 있는데, 이는 모든 것이 명확하게 보이지 않는 상태, 감정의 흐릿함과 직관의 흐름 속에 있다는 것을 의미합니다. 달빛 아래로는 물속에서 기어오르는 가재가 보이고, 이는 무의식의 세계에서 떠오르는 감정, 아직 완전히 의식되지 않은 내면의 욕망과 기억을 상징합니다. 가재는 땅으로 올라오려 하지만 어디로 가야 할지 모르고, 두려움 속에서 첫 발을 디디고 있습니다. 길 양옆에는 개와 이리가 달을 향해 짖고 있으며, 이는 본능과 이성, 익숙함과 야생성 사이의 충돌, 즉 우리 안의 이중성을 상징합니다. 그 뒤로는 두 개의 탑이 서 있는데, 이는 의식의 문, 혹은 무의식의 통로로 해석되며, 지금 당신이 ‘경계’에 서 있다는 것을 보여줍니다. 전체적으로 이 장면은 명확한 빛 아래 드러난 것이 아닌, 혼돈과 불안정 속에서 직관으로만 나아갈 수 있는 여정을 상징합니다. 길은 똑바로 뻗어 있지만, 달빛에 비친 그것은 흐릿하고 일그러져 보입니다. 논리로 설명할 수 없는 감정들, 흔들리는 마음, 꿈과 현실 사이의 경계, 그리고 무의식의 목소리에 귀 기울여야 하는 시기를 나타냅니다. 혼란스럽고 두려울 수 있지만, 그 어둠 속엔 진실도 함께 숨어 있으며, 달빛은 우리를 혼란 속에 버리는 것이 아니라 결국은 ‘내면의 나’로 이끄는 안내등이 되어줍니다. 모호함속에서도 계속 걸어야하며 내면의 직감이 가장 정확한 나침판입니다"
      },
      {
            "name": "The Sun",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/1/17/RWS_Tarot_19_Sun.jpg",
            "meaning": "밝고 따뜻한 태양이 하늘 한가운데 떠 있습니다. 햇살은 강렬하지만 따뜻하고 포근하게 세상을 비추고 있으며, 이 빛은 숨겨진 것을 모두 드러내고, 거짓 없이 살아도 괜찮은 세상을 상징합니다. 태양 아래엔 작은 아이가 알몸으로 말을 타고 등장합니다. 아이는 웃고 있으며, 그의 표정엔 두려움도 부끄러움도 없습니다. 가장 순수한 나 자신으로 세상 앞에 나서는 용기, '나는 나로서 충분하다'는 자각의 순간입니다. 흰색의 말은 정화된 에너지와 자유를 상징하고, 아이가 입은 붉은 망토는 열정과 생명력, 그 안에 담긴 활력을 의미합니다. 해바라기들이 줄지어 피어 있는데, 이는 빛을 향해 자연스럽게 움직이는 생명의 본능을 나타냅니다. 벽 너머 세상은 더 이상 감춰진 것이 없는 열린 공간으로, 지금 이 순간은 진실과 자유, 그리고 순수한 기쁨이 허락된 때임을 보여줍니다. The Sun은 무언가를 이루어서가 아니라, 존재 그 자체로 이미 빛나는 중이라는 것을 말해줍니다. 감정적으로든 현실적으로든 모든 것이 밝아지고 명확해지는 시기, 혹은 스스로를 완전히 받아들이는 자각의 순간을 의미합니다. 오랜 그림자를 지나 이제는 진짜 나의 이름으로 웃을 수 있는 때, 이제는 숨지 않아도 되는 날을 알리는 카드입니다.."
      },
      {
            "name": "Judgement",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/d/dd/RWS_Tarot_20_Judgement.jpg",
            "meaning": "하늘에서 내려온 천사가 흰 날개를 펼치고 나팔을 불고 있으며 이는 잠들어 있던 영혼을 깨우는 신성한 부름이며 나팔에 달린 붉은 십자가 깃발은 치유와 회복 그리고 영적 재탄생을 상징합니다 아래에선 무덤 속 인물들이 벌거벗은 채로 깨어나 과거의 껍질을 벗고 본연의 자아로 일어나는 모습이고 이는 정화와 해방의 상징입니다 사람들은 두 팔을 벌려 하늘을 향해 자신을 드러내고 있으며  더 이상 숨길 것도 거짓도 없는 완전한 수용의 상태를 의미합니다 벌거벗은 모습은 진실한 존재로의 귀환이며 가면 없이 살아갈 준비가 되었음을 보여줍니다 배경의 회색 산들은 이미 지나온 인생의 시련과 그로부터 배운 깨달음을 나타내고 위협이 아닌 지나간 이야기로 자리 잡고 있습니다. 전체적인 구도는 하늘과 땅이 연결되는 장면으로 영적 각성과 현실적인 전환이 동시에 일어나는 순간을 담고 있으며 지금까지의 여정을 정리하고 완전히 새로운 시작으로 도약하기 직전의 순간임을 상징합니다. 지금까지의 고민해온 순간들은 무의미하지 않았고 이제는 자기자신을 믿고 앞으로 나아갈 차례입니다."
      },
      {
            "name": "The World",
            "type": "Major",
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/ff/RWS_Tarot_21_World.jpg",
            "meaning": "하늘과 별이 감싸는 타원형의 월계관 안에 한 여인이 춤을 추듯 떠 있습니다. 그녀는 붉은 천을 몸에 살짝 걸쳤을 뿐 거의 벌거벗은 모습인데 이는 감출 것이 없는 완전한 자기 수용과 진짜 나로 존재하는 자유를 상징합니다. 그녀는 두 손에 완드를 들고 있는데 이는 마법사의 첫 시작과 연결되는 상징으로 전 여정을 마친 뒤 다시 새로운 시작점에 섰다는 의미입니다. 그녀의 표정은 평온하고 가볍고 중심 잡혀 있으며 이는 자기 자신과 완전히 연결된 상태를 보여줍니다. 여인을 둘러싼 월계관은 승리와 완성의 상징이며 타원형으로 끊기지 않는 순환을 표현하여 끝이 아니라 계속 이어지는 삶의 흐름을 나타냅니다. 카드의 네 귀퉁이에는 사자, 황소, 독수리, 천사가 배치되어 있는데 이는 불, 땅, 물, 공기의 원소를 대표하고 모든 에너지와 경험이 조화를 이룬 상태로 지금까지의 모든 배움과 경험이 하나로 합쳐졌음을 상징합니다. 경험은 나를 완성시켰으며 끝이아니라 더 넓은 세계로 나아가는 시작점입니다. 이제는 우주와 함께 춤출 시간입니다."
      }
]