[
  {
    "name": "Ace of Cups",
    "type": "Cups",
    "img": "images/cup1.jpg",
    "meaning": "하늘에서 내려온 손이 성배를 건네고 있습니다. 이는 신성한 사랑과 감정의 선물을 의미하며, 넘치는 물은 감정의 풍요와 마음의 개방을 상징합니다. 이 카드는 새로운 관계, 치유, 혹은 영혼의 깨달음이 시작됨을 이야기합니다."
  },
  {
    "name": "Two of Cups",
    "type": "Cups",
    "img": "images/cup2.jpg",
    "meaning": "두 사람이 서로의 눈을 바라보며 컵을 맞잡고 있습니다. 이는 감정의 균형과 신뢰, 마음과 마음이 맞닿는 깊은 연결을 상징합니다. 그들 사이에 떠 있는 지팡이와 날개 달린 사자는 열정, 치유, 그리고 영혼의 교류를 보여줍니다. 이 카드는 진심 어린 교감이 이루어지는 순간, 관계의 시작 혹은 재결합의 가능성을 이야기합니다."
  },
  {
    "name": "Three of Cups",
    "type": "Cups",
    "img": "images/cup3.jpg",
    "meaning": "세 여인이 컵을 높이 들고 함께 기쁨을 나누고 있습니다. 이는 우정과 연대, 감정을 함께 축하하는 순간을 상징합니다. 풍성한 꽃과 열매는 삶의 결실과 감사함을 보여줍니다. 이 카드는 당신 주변의 사람들이 진심으로 함께하고 있으며, 지금 이 순간이 축하받을 가치가 있음을 말해줍니다."
  },
  {
    "name": "Four of Cups",
    "type": "Cups",
    "img": "images/cup4.jpg",
    "meaning": "한 인물이 세 개의 컵을 앞에 두고 무표정하게 앉아 있으며, 하늘에서는 또 다른 컵이 조용히 다가오고 있습니다. 이는 내면에 몰입하거나 감정적으로 닫혀 있는 상태를 보여줍니다. 이 카드는 현재 당신이 놓치고 있는 감정의 기회가 있으며, 마음을 열어 새로운 가능성을 바라보라고 이야기합니다."
  },
  {
    "name": "Five of Cups",
    "type": "Cups",
    "img": "images/cup5.jpg",
    "meaning": "검은 망토를 두른 인물이 엎질러진 컵을 바라보고 있습니다. 이는 상실과 후회, 감정적 아픔에 집중하는 마음을 상징합니다. 그러나 그 뒤에는 여전히 서 있는 두 개의 컵과 건너편 성이 존재합니다. 이 카드는 잃은 것만 보지 말고 아직 남아 있는 사랑과 희망을 다시 돌아보라고 말해줍니다."
  },
  {
    "name": "Six of Cups",
    "type": "Cups",
    "img": "images/cup6.jpg",
    "meaning": "어린 소년이 소녀에게 꽃이 담긴 컵을 건네고 있습니다. 이는 순수함, 과거의 따뜻한 추억, 어린 시절의 감정을 떠올리게 합니다. 이 카드는 그리운 기억이 현재의 당신을 위로하고 있으며, 그 감정이 다시 삶에 따뜻함을 불어넣을 수 있음을 이야기합니다."
  },
  {
    "name": "Seven of Cups",
    "type": "Cups",
    "img": "images/cup7.jpg",
    "meaning": "하늘 위에 떠 있는 일곱 개의 컵에는 각기 다른 환상이 담겨 있습니다. 인물은 이 선택들 앞에서 망설이고 있습니다. 이는 상상력과 욕망, 그리고 혼란스러운 선택의 순간을 나타냅니다. 이 카드는 마음속 욕망을 분별하고 진짜 원하는 것이 무엇인지 스스로에게 물어야 할 때임을 말해줍니다."
  },
  {
    "name": "Eight of Cups",
    "type": "Cups",
    "img": "images/cup8.jpg",
    "meaning": "등을 돌린 인물이 달빛 아래 조용히 떠나고 있습니다. 가지런하지 않은 여덟 개의 컵은 그가 채우지 못한 감정의 공허함을 상징합니다. 이 카드는 익숙함을 뒤로하고 더 깊은 의미를 찾기 위한 여정을 떠나야 할 시기임을 이야기합니다."
  },
  {
    "name": "Nine of Cups",
    "type": "Cups",
    "img": "images/cup9.jpg",
    "meaning": "한 인물이 아홉 개의 컵을 배경으로 만족스러운 미소를 지으며 앉아 있습니다. 이는 성취, 감정적 충만함, 내면의 자부심을 상징합니다. 이 카드는 당신이 이룬 것들을 스스로 인정하고, 지금의 만족을 온전히 누려도 좋다는 메시지를 전해줍니다."
  },
  {
    "name": "Ten of Cups",
    "type": "Cups",
    "img": "images/cup10.jpg",
    "meaning": "무지개 아래 가족이 함께 있는 풍경은 완전한 감정적 만족과 조화를 상징합니다. 이는 사랑, 평화, 가족과의 깊은 유대, 삶의 이상적인 모습이 구현된 순간을 보여줍니다. 이 카드는 진정으로 마음이 편안해지는 시간, 소망이 이루어진 세계를 이야기합니다."
  },
  {
    "name": "Page of Cups",
    "type": "Cups",
    "img": "images/cup11.jpg",
    "meaning": "젊은 인물이 컵 속에서 튀어나온 물고리를 놀란 듯 바라보고 있습니다. 이는 창의적인 영감, 감정의 시작, 또는 예상치 못한 메시지를 상징합니다. 이 카드는 마음을 열고 감정의 흐름을 받아들이며, 호기심과 순수함으로 세상을 바라보라고 말해줍니다."
  },
  {
    "name": "Knight of Cups",
    "type": "Cups",
    "img": "images/cup12.jpg",
    "meaning": "흰 말을 탄 기사가 컵을 조심스럽게 들고 다가오고 있습니다. 이는 낭만적인 제안, 부드러운 감정의 전달, 이상을 향한 여정을 상징합니다. 이 카드는 사랑과 감정을 진지하게 다룰 때이며, 진심을 전하는 용기가 필요하다고 이야기합니다."
  },
  {
    "name": "Queen of Cups",
    "type": "Cups",
    "img": "images/cup13.jpg",
    "meaning": "잔잔한 바다 앞에 앉아 있는 여왕은 컵을 깊이 응시하고 있습니다. 이는 감정의 깊이, 직관, 공감의 에너지를 상징합니다. 이 카드는 당신의 감정이 누군가에게 위로가 될 수 있으며, 조용하지만 강한 사랑을 품고 있음을 말해줍니다."
  },
  {
    "name": "King of Cups",
    "type": "Cups",
    "img": "images/cup14.jpg",
    "meaning": "바다 위 왕좌에 앉은 왕은 차분한 얼굴로 컵을 들고 있습니다. 이는 감정을 다스리는 지혜, 안정된 내면, 성숙한 공감을 상징합니다. 이 카드는 당신이 감정의 중심을 잡고 있으며, 다른 이들에게 신뢰와 위안을 줄 수 있는 존재임을 이야기합니다."
  }
]