[
  {
    "name": "Ace of Wands",
    "type": "Wands",
    "img": "images/wands1.jpg",
    "meaning": "회색 구름 사이로 내민 손이 불꽃을 품은 지팡이를 들고 있으며 그 끝에서 작은 새싹이 피어난다, 뒤편의 산맥은 가능성과 도전을, 하늘과 들판은 영혼의 공간과 잠재력을 상징하며, 이 카드는 창조의 시작이자 “내면에서 피어나는 열정의 불꽃을 행동으로 옮길 때가 왔다”는 우주의 신호다."
  },
  {
    "name": "Two of Wands",
    "type": "Wands",
    "img": "images/wands2.jpg",
    "meaning": "성 위에 선 남자가 한 손엔 세계를, 다른 손엔 지팡이를 들고 멀리 지평선을 바라보며 고민한다, 한 개의 지팡이는 벽에 고정되어 있고 하나는 손에 쥐어져 있는데 이는 과거에 머무를지 미래로 나아갈지를 뜻하며, 이 카드는 “선택의 순간, 지금은 틀에서 벗어나 새로운 세계를 그려야 할 때”라고 말한다."
  },
  {
    "name": "Three of Wands",
    "type": "Wands",
    "img": "images/wands3.jpg",
    "meaning": "붉은 망토를 입은 인물이 세 개의 지팡이 옆에서 먼 바다를 바라본다, 항구엔 이미 배가 떠났고 그 앞엔 기다림의 바람이 흐르며, 이는 계획을 실행한 후 결과를 기다리는 시간, 이 카드는 “이미 첫 걸음을 내딛었다면 믿고 기다리라, 너의 미래가 다가오고 있다”고 속삭인다."
  },
  {
    "name": "Four of Wands",
    "type": "Wands",
    "img": "images/wands4.jpg",
    "meaning": "꽃과 덩굴로 장식된 지팡이 네 개가 아치형 구조를 만들고 축제를 즐기는 사람들이 환하게 웃으며 손을 흔든다, 마을이 평화롭게 묘사된 이 배경은 공동체의 기쁨과 안정을 상징하며, 이 카드는 “당신은 안전한 곳에 있고 축복받은 순간을 충분히 누릴 자격이 있다”고 말해준다."
  },
  {
    "name": "Five of Wands",
    "type": "Wands",
    "img": "images/wands5.jpg",
    "meaning": "다섯 명의 인물이 제각기 지팡이를 들고 어수선하게 엉켜 있다, 그들의 표정은 진지하지 않고 놀이처럼 보이기도 해 갈등인지 연습인지 알 수 없으며, 이는 경쟁과 혼란 속에서 성장하는 불완전한 과정, 이 카드는 “혼란 속에서도 너의 방향을 찾아야 한다, 마찰은 성장을 위한 연료”라고 말한다."
  },
  {
    "name": "Six of Wands",
    "type": "Wands",
    "img": "images/wands6.jpg",
    "meaning": "월계관을 쓴 인물이 흰 말에 올라타 지팡이를 높이 들고 행진하며 주위 사람들의 환호를 받는다, 군중의 표정과 정렬된 지팡이들은 외부의 인정과 성공의 순간을 보여주며, 이 카드는 “너의 여정은 인정받을 준비가 되었다, 이제는 자신감을 가지고 빛나라”는 메시지를 전한다."
  },
  {
    "name": "Seven of Wands",
    "type": "Wands",
    "img": "images/wands7.jpg",
    "meaning": "언덕 위에 선 인물이 여섯 개의 지팡이를 향해 하나의 지팡이로 방어하고 있다, 신발이 짝짝이라는 점은 준비되지 않은 싸움일 수 있음을 보여주며, 이는 위치를 지키기 위한 외로운 투쟁, 이 카드는 “네가 옳다고 믿는 것을 지키기 위해 때로는 고립도 감수해야 한다”고 말한다."
  },
  {
    "name": "Eight of Wands",
    "type": "Wands",
    "img": "images/wands8.jpg",
    "meaning": "푸른 하늘 아래 여덟 개의 지팡이가 날아가며 땅에 꽂히기 직전의 긴박한 순간을 포착한다, 배경엔 물과 산이 흐르고 움직임은 빠르며 정돈돼 있다, 이는 방해 없는 흐름과 빠른 진행을 상징하며, 이 카드는 “지금은 주저할 때가 아니다, 모든 것이 움직이고 있고 너 또한 그 흐름 속에 있다”고 말한다."
  },
  {
    "name": "Nine of Wands",
    "type": "Wands",
    "img": "images/wands9.jpg",
    "meaning": "머리에 붕대를 감은 인물이 지친 눈빛으로 지팡이에 기대어 서 있고, 그 뒤엔 똑바로 선 지팡이들이 마치 방어벽처럼 늘어서 있다, 이는 상처 입은 전사의 경계심을 의미하며, 이 카드는 “아직 끝나지 않았다, 지금껏 버틴 너의 강인함이 마지막 문을 연다”고 위로한다."
  },
  {
    "name": "Ten of Wands",
    "type": "Wands",
    "img": "images/wands10.jpg",
    "meaning": "열 개의 지팡이를 힘겹게 끌어안고 머리를 숙인 채 걸어가는 남자의 뒷모습이 보인다, 도시가 가까이 있지만 시야는 막혀 있고 혼자 모든 것을 짊어진 무게감이 압도적이며, 이 카드는 “과도한 책임과 부담은 내려놓아도 괜찮다, 네가 무너지기 전에 멈춰야 한다”고 말한다."
  },
  {
    "name": "Page of Wands",
    "type": "Wands",
    "img": "images/wands11.jpg",
    "meaning": "사막 위에서 지팡이를 바라보며 선 젊은 인물은 도전과 열정의 에너지를 품고 있으며 머리엔 깃털, 옷엔 도마뱀 무늬가 있어 변화를 상징한다, 바람은 가능성의 기운으로 가득하고 배경엔 조용한 에너지가 흐르며, 이 카드는 “네 안의 불씨를 믿고 첫 발을 내디뎌라, 호기심은 세상을 연다”고 이야기한다."
  },
  {
    "name": "Knight of Wands",
    "type": "Wands",
    "img": "images/wands12.jpg",
    "meaning": "붉은 깃발을 꽂은 지팡이를 든 기사가 불꽃이 이는 말 위에 올라타 거침없이 달리고 있다, 그의 갑옷과 말의 움직임은 불의 충동성과 즉흥성을 나타내며, 이는 에너지와 용기, 때론 무모함까지 동반된 추진력이며, 이 카드는 “지금은 멈추지 말고 돌진하라, 단 불길을 제어할 줄도 알아야 한다”고 경고한다."
  },
  {
    "name": "Queen of Wands",
    "type": "Wands",
    "img": "images/wands13.jpg",
    "meaning": "검은 고양이와 함께 앉은 여왕은 손에 해바라기를 들고 있고 발밑엔 지혜와 직관을 상징하는 고양이가 있다, 그녀의 왕좌와 복장은 불의 여왕다운 따뜻함과 자기 확신을 표현하며, 이는 자기 수용과 진정한 아름다움의 힘을 뜻하며, 이 카드는 “너는 내면의 빛과 그림자 모두를 품을 수 있는 존재다”라고 말한다."
  },
  {
    "name": "King of Wands",
    "type": "Wands",
    "img": "images/wands14.jpg",
    "meaning": "불꽃 장식이 선명한 왕좌에 앉은 왕은 앞으로 기울인 자세로 먼 곳을 응시하고 있다, 그의 옷은 사자와 도마뱀 무늬로 가득하며, 이는 비전, 통찰력, 용기를 나타낸다, 그는 통제된 열정과 현명한 리더십의 상징이며, 이 카드는 “너는 이끄는 자다, 타인의 영감을 불러일으킬 준비가 되었다”는 선언이다."
  }
]
